import React from 'react'

const Blogpage = () => {
  return (
    <div className="container">
        <h1>ブログ</h1>

        <p>このページはブログを記載してます</p>
        <h2>経歴</h2>
        <p>2015年3月日本工学院専門学校レコーディングクリエイター科　卒業</p>
        <p>2015年4月　株式会社ネオテック　送出技術部　入社</p>
        <p>2022年12月　株式会社ネオテック　送出技術部　退職</p>
        <p>2023年11月　株式会社コクー　入社</p>

        <h2>IT職務経歴</h2>
        <p>2023年11月〜12月　自社研修IT基礎</p>
        <p>2024年1月〜2月　M365テナント移行_結合テスト</p>
        <p>2024年3月〜12月　M365障害時に使用できるGWSテナント設計構築</p>
        <p>2024年12月〜　GWS→M365のMigrationWizを使用したメール移行</p>
        <h2>入社して１年を振り返って</h2>
        <p>コクーに入社して１年が経過した。最初は２ヶ月の研修から始まり、その後すぐ現場へのアサインが決まる。</p>
        <p>アサインされた案件はGoogle Workspaceの導入PJであった。</p>
        <p>メンバーとしてアサインされ、初めてでわからないことだらけの中、ひたすらしがみついていく日々だった。</p>
        <p>基本的にはサブリーダーから与えられた仕事をこなすことがメインだったが、その中でも自分で考えて行動しなければいけないことも多く、緊張の中業務に取り組んでいた。</p>
        <p>2024年12月から別プロダクトの案件も始まり、また1から始めていくわけだが、約1年経験した案件を通して学んだことを思い出しながら、これから自分がどう動いていく必要があるのかを考え、これからも業務に取り組んでいきたい。</p>

    </div>
  )
}

export default Blogpage